app/controllers/quotes_controller.rb

SELECT  "quotes".* FROM "quotes" WHERE "quotes"."id" = ? LIMIT ?  [["id", 2], ["LIMIT", 1]]
---
def show
@quote = Quote.find(params[:id])

INSERT INTO "quotes" ("text", "created_at", "updated_at") VALUES (?, ?, ?)  [["text", "Ruby is cool!\r\n"], ["created_at", "2019-01-13 09:45:37.236885"], ["updated_at", "2019-01-13 09:45:37.236885"]]
---
def create
@quote = Quote.new(quote_params)

@quote.save